{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": null, "document_count": 4, "word_counts": "{\"for\": 2, \"i\": 2, \"in\": 2, \"range(5)\\nprint(i)\": 1, \"if\": 2, \"a\": 2, \"=\": 1, \"10:\\n\": 2, \"print(a)\": 2, \"range(5):\\n\": 1, \"print(i)\": 1, \"==\": 1}", "word_docs": "{\"for\": 2, \"i\": 2, \"in\": 2, \"range(5)\\nprint(i)\": 1, \"print(a)\": 2, \"10:\\n\": 2, \"if\": 2, \"=\": 1, \"a\": 2, \"print(i)\": 1, \"range(5):\\n\": 1, \"==\": 1}", "index_docs": "{\"1\": 2, \"2\": 2, \"3\": 2, \"8\": 1, \"7\": 2, \"6\": 2, \"4\": 2, \"9\": 1, \"5\": 2, \"11\": 1, \"10\": 1, \"12\": 1}", "index_word": "{\"1\": \"for\", \"2\": \"i\", \"3\": \"in\", \"4\": \"if\", \"5\": \"a\", \"6\": \"10:\\n\", \"7\": \"print(a)\", \"8\": \"range(5)\\nprint(i)\", \"9\": \"=\", \"10\": \"range(5):\\n\", \"11\": \"print(i)\", \"12\": \"==\"}", "word_index": "{\"for\": 1, \"i\": 2, \"in\": 3, \"if\": 4, \"a\": 5, \"10:\\n\": 6, \"print(a)\": 7, \"range(5)\\nprint(i)\": 8, \"=\": 9, \"range(5):\\n\": 10, \"print(i)\": 11, \"==\": 12}"}}